temario.html
---
layout: page
title: Temario
date: 2021-01-18 
comments: true
published: true
categories: 
---


<div id="outline-container-orgcf032bc" class="outline-2">
<h2 id="orgcf032bc"><span class="section-number-2">1</span> Temario</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>Topología y complejos simpliciales
<ul class="org-ul">
<li>Espacios topológicos</li>
<li>Variedades, superficies</li>
<li>Homotopía y equivalencias homotópicas</li>
<li>Definición de complejo simplicial</li>
<li>Ejemplos de complejos simpliciales</li>
<li>Espacio asociado a un complejo simplicial</li>
<li>Categorías y funtores</li>
</ul></li>

<li>Homología simplicial
<ul class="org-ul">
<li>Estructura de grupos abelianos</li>
<li>Complejos de cadena</li>
<li>Homología de un complejo simplicial</li>
<li>Números de Betti</li>
<li>Característica de Euler</li>
<li>Homología relativa</li>
<li>Sucesiones exactas</li>
</ul></li>

<li>Aplicaciones
<ul class="org-ul">
<li>Neurociencia</li>
<li>Homología persistente</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org4bb4104" class="outline-2">
<h2 id="org4bb4104"><span class="section-number-2">2</span> Referencias</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>Zomorodian, A. J. (2005). Topology for computing. Cambridge University Press, Cambridge.</li>
<li>Ghrist, R. (2014). Elementary Applied Topology. Createspace Independent Pub.</li>
<li>Sizemore, A. E., Phillips-Cremins, J. E., Ghrist, R., &amp; Bassett, D. S. (2019). The importance of the whole: topological data analysis
for the network neuroscientist. Network Neuroscience, 3(3), 656–673.</li>
<li><a href="https://www.youtube.com/watch?v=XfWibrh6stw">Gunnar Carlsson TDA</a></li>
<li><a href="https://www.youtube.com/watch?v=2PSqWBIrn90">Introduction to persistent homology</a></li>
</ul>
</div>
</div>
